Revit 2027 API
ParameterTypeId.FabricationPipeInvertElevation Property
 "Pipe Invert Elevation": This parameter is obsolete. It exists only for compatibility.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId FabricationPipeInvertElevation { get; }
Public Shared ReadOnly Property FabricationPipeInvertElevation As ForgeTypeId
	Get
public:
static property ForgeTypeId^ FabricationPipeInvertElevation {
	ForgeTypeId^ get ();
}
static member FabricationPipeInvertElevation : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace